{
    "welcome": "Welcome to our website!",
    "thanks": "Thank you for visiting us",
    "home": "Home",
    "about-us": "About Us",
    "our-services": "Our Services",
    "waste-water-technology": "Wastewater Technology",
    "our-products": "Our Products",
    "contact-us": "Contact Us",
    "contact": "Contact",
    "our-impact": "Our Impact",
    "conserved-water": "Conserved Water",
    "satria-nusa-desc-1": "is an engineering company established with more than 30 years of experience in the manufacturing and mining sectors. Satria Nusa's track record is evidenced by the trust of Teco, Ebara, Torishima and Tsurumi to assist their customers throughout Indonesia for quality and cost-effective utilization.",
    "satria-nusa-desc-2": "This service is proven to be only possible by Satria Nusa with its cross-disciplinary engineering experience and capabilities. So Satria Nusa, not only sells units, but becomes a partner of our customers for optimal investment.",
    "satria-nusa-desc-3": "Capitalizing on this experience and trust, we are supported by factory owners, academics and principals to develop industrial and domestic waste solutions. Satria Nusa successfully treats effluent with achievements exceeding quality standards so that in many cases from our experience it can be reused for production needs.",
    "satria-nusa-desc-4": "Satria Nusa is led by Mr. Feli Zulhendri Msc who is a wastewater engineer from Illnois Institute of Technology, Chicago, USA. He also published a technical journal entitled \"Evaluation of the Capability of Advanced Treatment Process to Reduce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen.\"",
    "read-less": "Read Less",
    "read-more": "Read More",
    "our-service-title" : "Our Services",
    "our-service-desc" : "Satria Nusa Enjinering is committed to supporting industrial growth while maintaining environmental balance. With electro-mechanical, civil and chemical engineering experience, we provide our clients with excellent success rates in wastewater treatment and sewage treatment.",
    "waste-technology-env-title" : "Waste Technology & Environment",
    "waste-technology-env-desc" : "Satria Nusa Enjinering is a national wastewater management company that successfully applies the latest technology in water and wastewater technology.",
    "civil-fabrication-title" : "Civil & Fabrications",
    "civil-fabrication-desc" : "Satria Nusa Enjinering has in-house capabilities for civil and mechanical construction. With more than 10 years of experience, Satria Nusa has been involved in various constructions for industrial purposes throughout Indonesia. various constructions for industrial purposes throughout Indonesia.",
    "mechanical-electrical-title" : "Mechanical & Electrical",
    "mechanical-electrical-desc" : "SNE through Satria Elektrik which has more than 40 years of experience in the field of electromotors and gearmotors has helped many industries in achieving power efficiency.",
    "project-portofolio-title" : "Portofolio Project",
    "project-portofolio-desc" : "We are proud to have been a trusted partner by various companies in Indonesia to fulfill their needs in wastewater treatment. With our in-depth knowledge, rich experience, and commitment to quality and sustainability, we continue to innovate to meet new challenges in the wastewater treatment industry.",
    "our-products-partners" : "Our Products & Partners",
    "contact-now" : "CONTACT NOW",
    "our-porofolio" : "Our Portofolio",
    "quick-links" : "Quick Links",
    "membrane-bio-reactor-title" : "Membrane Bio Reactor (MBR)",
    "membrane-bio-reactor-desc-1" : "Membrane Bio Reactor (MBR) is a water treatment technology that combines biological processes and membrane filtration in one system. MBR is used to treat wastewater, both domestic and industrial wastewater, with the aim of removing polluting substances and producing reusable water or water that meets pre-set quality standards.",
    "membrane-bio-reactor-desc-2" : "The MBR process involves biological ponds or tanks where microbial organisms such as bacteria and other microorganisms decompose and remove organic matter and other contaminants in wastewater. In addition, MBR also involves a membrane that acts as a filter to capture suspended particles and bacteria that are not picked up by the microbial organisms.",
    "membrane-bio-reactor-desc-3" : "Advantages of MBR System vs Conventional System:",
    "membrane-bio-reactor-desc-3-1" : "Very clear and consistent output quality",
    "membrane-bio-reactor-desc-3-2" : "High sludge residence time without the worry of settling problems (as clarifier is not required)",
    "membrane-bio-reactor-desc-3-3" : "Low sludge production",
    "membrane-bio-reactor-desc-3-4" : "Very short start-up time",
    "membrane-bio-reactor-desc-3-5" : "Very small area required (as clarifier is not required)",
    "membrane-bio-reactor-desc-3-6" : "Very low chemical usage (because clarifier is not required)",
    "membrane-bio-reactor-desc-3-7" : "Very low operating cost (very high automation)",
    "membrane-bio-reactor-desc-3-8" : "Low capital cost (because clarifier is not required).",
    "reverse-osmosis-title" : "Reverse Osmosis",
    "reverse-osmosis-desc-1" : "Reverse Osmosis is a filtration method that can filter out various large molecules and ions from a solution by pressurizing the solution while it is on one side of the selection membrane (filter layer).",
    "reverse-osmosis-desc-2" : "The process makes the solute settle in the pressure-driven layer so that the pure solvent can flow to the next layer. The selection membrane must be selective or can sort which means that it can pass the solvent (or smaller parts of the solution) but cannot pass solutes such as large molecules and ions.",
    "reverse-osmosis-desc-3" : "Osmosis is a natural phenomenon that occurs in living cells where solvent molecules (usually water) will flow from a low concentration area to a high concentration area through a semipermeable membrane. This semipermeable membrane refers to the cell membrane or any membrane that has a similar structure or is part of the cell membrane. The movement of the solvent continues until a balanced concentration is reached on both sides of the membrane.",
    "reverse-osmosis-desc-4" : "Reverse osmosis is a process of forcing a solute from a region of high solute concentration through a membrane to a region of low solute using a pressure exceeding osmotic pressure. In simpler terms, reverse osmosis is pushing a solution through a filter that captures the solute from one side and lets the pure solvent exit from the other side.",
    "reverse-osmosis-desc-5" : "To get fresh water from sea water can be done by Reverse Osmosis, a process of filtering sea water by using pressure flowing through a filter membrane. This system is called SWRO (Seawater Reverse Osmosis) and is widely used on ships or clean water installations on the coast with seawater as raw material.",
    "dissolved-air-flotation" : "Dissolved Air Flotation",
    "dissolved-air-flotation-desc-1" : "Dissolved Air Flotation (DAF) is a water treatment process used to remove dissolved and suspended particles from water or wastewater by using air bubbles generated in water saturated with air. The basic principle of DAF is to bind the particles to air bubbles so that they rise to the surface of the water and can be removed.",
    "dissolved-air-flotation-desc-2" : "Basically, the working principle of dissolved air flotation is the process of adding air bubbles into wastewater mixed with dispersed oil particles. The addition of air bubbles to the dissolved air flotation unit will accelerate the process of oil rising to the top layer of water because the density of air is much smaller than water, so the air bubbles will automatically rise to the surface of the water.",
    "dissolved-air-flotation-desc-3" : "The dissolved air flotation method has been widely used for the treatment of wastewater generated from the oil refining industry, petrochemicals, chemical plants, general water treatment, and others.",
    "dissolved-air-flotation-desc-4" : "The dissolved air flotation installation consists of several pieces of equipment, namely pumps, water tanks, air and water mixing tanks (saturation tanks), air supply pipes, water supply pipes, water intake channels, compressors, and water discharge channels, solids disposal channels, air control panels, and others."
}