{
    "welcome": "Welcome to our website!",
    "thanks": "Thank you for visiting us",
    "home": "Home",
    "about-us": "About Us",
    "our-services": "Our Services",
    "waste-water-technology": "Wastewater Technology",
    "our-products": "Our Products",
    "contact-us": "Contact Us",
    "contact": "Contact",
    "our-impact": "Our Impact",
    "conserved-water": "Conserved Water",
    "satria-nusa-desc-1": "is an engineering company established with more than 30 years of experience in the manufacturing and mining sectors. Satria Nusa's track record is evidenced by the trust of Teco, Ebara, Torishima and Tsurumi to assist their customers throughout Indonesia for quality and cost-effective utilization.",
    "satria-nusa-desc-2": "This service is proven to be only possible by Satria Nusa with its cross-disciplinary engineering experience and capabilities. So Satria Nusa, not only sells units, but becomes a partner of our customers for optimal investment.",
    "satria-nusa-desc-3": "Capitalizing on this experience and trust, we are supported by factory owners, academics and principals to develop industrial and domestic waste solutions. Satria Nusa successfully treats effluent with achievements exceeding quality standards so that in many cases from our experience it can be reused for production needs.",
    "satria-nusa-desc-4": "Satria Nusa is led by Mr. Feli Zulhendri Msc who is a wastewater engineer from Illnois Institute of Technology, Chicago, USA. He also published a technical journal entitled \"Evaluation of the Capability of Advanced Treatment Process to Reduce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen.\"",
    "read-less": "Read Less",
    "read-more": "Read More",
    "our-service-title" : "Our Services",
    "our-service-desc" : "Satria Nusa Enjinering is committed to supporting industrial growth while maintaining environmental balance. With electro-mechanical, civil and chemical engineering experience, we provide our clients with excellent success rates in wastewater treatment and sewage treatment.",
    "waste-technology-env-title" : "Waste Technology & Environment",
    "waste-technology-env-desc" : "Satria Nusa Enjinering is a national wastewater management company that successfully applies the latest technology in water and wastewater technology.",
    "civil-fabrication-title" : "Civil & Fabrications",
    "civil-fabrication-desc" : "Satria Nusa Enjinering has in-house capabilities for civil and mechanical construction. With more than 10 years of experience, Satria Nusa has been involved in various constructions for industrial purposes throughout Indonesia. various constructions for industrial purposes throughout Indonesia.",
    "mechanical-electrical-title" : "Mechanical & Electrical",
    "mechanical-electrical-desc" : "SNE through Satria Elektrik which has more than 40 years of experience in the field of electromotors and gearmotors has helped many industries in achieving power efficiency.",
    "project-portofolio-title" : "Portofolio Project",
    "project-portofolio-desc" : "We are proud to have been a trusted partner by various companies in Indonesia to fulfill their needs in wastewater treatment. With our in-depth knowledge, rich experience, and commitment to quality and sustainability, we continue to innovate to meet new challenges in the wastewater treatment industry.",
    "our-products-partners" : "Our Products & Partners",
    "contact-now" : "CONTACT NOW",
    "our-porofolio" : "Our Portofolio",
    "quick-links" : "Quick Links"
}