{
  "welcome": "Welcome to our website!",
  "thanks": "Thank you for visiting us",
  "home": "Home",
  "hero-text": "Leading Distributor for Pharmaceutical and FMCG in North Sumatra and Aceh",
  "projects": "Projects",
  "about-us": "About Us",
  "infrastructure": "Infrastructure",
  "warehouse": "Warehouse",
  "sfa-sales": "SFA to salesman",
  "interface-it": "Back to back interfacing IT system",
  "awards": "Awards",
  "partners": "Partners",
  "customer": "Customer",
  "and-more": "And More",
  "warehouse-facility": "Warehouse Facilities",
  "warehouse-facility-1": "Racking System",
  "warehouse-facility-2": "Pharmaceutical Warehouse CDOB Standard",
  "warehouse-facility-3": "Reach Trucks and Warehouse Equipment Support",
  "warehouse-facility-4": "Has temperature control <30°, 25°, <8°",
  "warehouse-facility-5": "Separated Warehouse for bad stock/ED handling",
  "warehouse-facility-6": "Separated Warehouse for Special Handling Product",
  "warehouse-facility-7": "Special Handling Location for Near ED product",
  "warehouse-facility-8": "Pest Control",
  "about-us-title": "Stepping into the Future from Experience to Innovation",
  "about-us-desc-1": "With the success of building SNE into a National Engineering Company. The company is committed to continuously improve internally by meeting various occupational safety and quality management compliance requirements. With this spirit, SNE already has Occupational Safety and Health Management System (SMK3) certification. Internal improvement is also followed by a digitalization program since 2023 aimed at the implementation of Good Corporate Governance. This stable, accountable & transparent Internal System is proven to make SNE an Innovative Company. SNE team always carry out work with a character full of responsibility and sense of ownership.",
  "about-us-desc-2": "This character gives rise to various solutions for clients. As evidence, SNE now has 1 patent for aeration systems. SNE is also registering a patent for Dissolved Air Floatation (DAF) system. SNE allocates a portion of our profits to ensure employee welfare and Research & Development (R&D). As a proof of our seriousness to build a sustainable and reliable Company. SNE built Knowledge Management System (KMS) & Training Center aimed at quality & safety management for all our works. SNE is committed to be a growing company by continuously learning to provide the best solutions for our customers.",
  "waste-water-technology": "Wastewater Technology",
  "product-services": "Product & Services",
  "product": "Product",
  "hospital": "Pharmacy/Hospital",
  "drug-store": "Drug Store",
  "modern-trade": "Modern Trade",
  "general-trade": "General Trade",
  "horeca": "Horeca",
  "electrical-store": "Electrical Store",
  "pharmaceutical": "PHARMACEUTICAL / HEALTH EQUIPMENT",
  "consumer": "CONSUMER GOODS & COSMETICS",
  "fnb2" : "FOOD & BEVERAGES" ,
  "same-day" : "Same Day Services",
  "hours" : "Hours",
  "according": "according to purchase orders",
  "within-city": "within City",
  "suburb": "Suburb",
  "number-outlet": "Number of Outlets",
  "number-asper": "as per 2023",
  "sales-productivity": "Sales Productivity",
  "avg-collection": "Average of Collection Call",
  "collection": "Collection",
  "active-outlet": "Active Outlets",
  "incentive": "All linked to the incentive system",
  "journey-title": "A Journey to Grow Together",
  "journey-desc-1": "Starting with experience in the electro-mechanical field since the 1990s and civil construction in 2011, PT Satria Nusa Enjinering (SNE) was established with the aim of providing reliable water and wastewater management solutions for Indonesia's manufacturing industry",
  "journey-desc-2": "SNE was officially established in 2020 and continues to grow rapidly with various successes throughout Indonesia. SNE has a workshop facility in Deli Serdang equipped with specialized equipment for the production of wastewater treatment machinery. SNE also has laboratories in Medan, Jakarta & Surabaya that support our engineers to collect and analyze data continuously for quality and cost-effective system design.",
  "contact-us": "Contact Us",
  "learn-more": "Learn More",
  "contact": "Contact",
  "location": "Location",
  "our-impact": "Our Impact",
  "our-advantages": "Our Advantages",
  "advantages-1": "Led by experts in the waste water sector.",
  "advantages-2": "Experienced in the industrial and machinery fields for more than 30 years.",
  "advantages-3": "Has a special waste processing laboratory.",
  "advantages-4": "We guarantee that all projects achieve quality standards in accordance with government regulations.",
  "advantages-5": "Distributor of electromechanical equipment and pumps.",
  "advantages-6": "Customer satisfaction as a priority.",
  "advantages-7": "Our products and services combine the advantages of the latest technology with a deep understanding of your needs.",
  "conserved-water": "Conserved Water",
  "satria-nusa-desc-1": "is an engineering company established with more than 30 years of experience in the manufacturing and mining sectors. Satria Nusa's track record is evidenced by the trust of Teco, Ebara, Torishima and Tsurumi to assist their customers throughout Indonesia for quality and cost-effective utilization.",
  "satria-nusa-desc-2": "This service is proven to be only possible by Satria Nusa with its cross-disciplinary engineering experience and capabilities. So Satria Nusa, not only sells units, but becomes a partner of our customers for optimal investment.",
  "satria-nusa-desc-3": "Capitalizing on this experience and trust, we are supported by factory owners, academics and principals to develop industrial and domestic waste solutions. Satria Nusa successfully treats effluent with achievements exceeding quality standards so that in many cases from our experience it can be reused for production needs.",
  "satria-nusa-desc-4": "Satria Nusa is led by Mr. Feli Zulhendri Msc who is a wastewater engineer from Illnois Institute of Technology, Chicago, USA. He also published a technical journal entitled \"Evaluation of the Capability of Advanced Treatment Process to Reduce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen.\"",
  "read-less": "Read Less",
  "read-more": "Read More",
  "vision": "Vision",
  "vision-desc": "Leading wastewater engineering company with complete set of operational capabilities nationwide for water conservations, reuse, and renewable energy.",
  "mission": "Mission",
  "mission-1": "Research and Development on wastewater technology that is directed to renewable energy.",
  "mission-2": "Production facilities and tech partnerships on membrane technologies.",
  "mission-3": "Deployment of AIoT for data-driven wastewater management system.",
  "mission-4": "Engineering Excellence and Compliances.",
  "mission-5": "Network of technicians nationwide.",
  "hero-1": "Sustainability Starts",
  "hero-2": "from Reliable Engineering",
  "company-vision": "Company Vision",
  "company-vision-1": "To become a reliable, productive and trusted distributor.",
  "company-mission": "Company Mission",
  "company-mission-1": "Develop and improve HR quality, especially in the sales department.",
  "company-mission-2": "Keep developing sustainable IT and management system that is capable of optimizing business operations.",
  "company-mission-3": "Maintain and improve the good business relationship between principals and customers.",
  "company-mission-4": "Create teamworks and maintain a safe, harmonious, and work productive atmosphere among the shareholders, company leaders, and employees.",
  "company-mission-5": "Build and develop an ideal enterprise infrastructure along with the development and distribution demands.",
  "company-mission-6": "Expanding business network and increase the number of good principals and mutually benecial selectively.",
  "company-profile-title": "Company Profile",
  "company-profile-desc": "Request our Company Profile to learn more about our company, including our vision and mission, project portfolio and certifications.",
  "our-partner-title": "Our Partners",
  "our-partner-desc": "These companies, with their respective expertise and strengths, come together to create better experiences and more innovative solutions for you and bring unique aspects and experiences that complement our vision and mission.",
  "download": "Download",
  "request": "Request",
  "our-service-title": "Our Services",
  "our-service-desc": "Satria Nusa Engineering is committed to supporting industrial growth by maintaining environmental balance. With electro-mechanical, civil & chemical engineering experience, we provide a perfect level of success to our clients in terms of managing production wastewater (wastewater treatment) & domestic wastewater (sewage treatment).",
  "service-title-1": "Waste Technology & Environment",
  "service-title-2": "Civil & Fabrication",
  "service-title-3": "Mechanical & Electrical",
  "service-title-4": "Environmental Permitting",
  "service-1-desc": "Satria Nusa Engineering is a national wastewater management company that has successfully implemented the latest technology in water and wastewater technology.",
  "service-2-desc": "Satria Nusa Engineering memiliki kemampuan internal untuk konstruksi sipil dan mekanikal. Dengan pengalaman lebih dari 10 tahun, Satria Nusa telah terlibat dalam berbagai konstruksi untuk keperluan industri di seluruh Indonesia.",
  "service-3-desc": "Satria Nusa Enjinering through Satria Guna Elektrik, also a panel maker for integrated solutions.",
  "service-4-desc-3": "TECHNICAL APPROVAL (Wastewater, Emisi, LB3)",
  "project-map": "Project Map",
  "waste-technology-env-title": "Waste Technology & Environment",
  "waste-technology-env-desc": "Satria Nusa Enjinering is a national wastewater management company that successfully applies the latest technology in water and wastewater technology.",
  "civil-fabrication-title": "Civil & Fabrications",
  "civil-fabrication-desc": "Satria Nusa Enjinering has in-house capabilities for civil and mechanical construction. With more than 10 years of experience, Satria Nusa has been involved in various constructions for industrial purposes throughout Indonesia. various constructions for industrial purposes throughout Indonesia.",
  "mechanical-electrical-title": "Mechanical & Electrical",
  "mechanical-electrical-desc": "SNE through Satria Elektrik which has more than 40 years of experience in the field of electromotors and gearmotors has helped many industries in achieving power efficiency.",
  "project-portofolio-title": "Portofolio Project",
  "environmental-licensing-title": "Environmental Licensing",
  "environmental-licensing-desc": "<ul><li>AMDAL & UKL-UPL</li><li>DELH & DPLH</li><li>TECHNICAL APPROVAL (Wastewater, Emissions, LB3)</li><li>PROPER</li></ul>",
  "project-portofolio-desc": "We are proud to have been a trusted partner by various companies in Indonesia to fulfill their needs in wastewater treatment. With our in-depth knowledge, rich experience, and commitment to quality and sustainability, we continue to innovate to meet new challenges in the wastewater treatment industry.",
  "our-products-partners": "Our Products & Partners",
  "contact-now": "CONTACT NOW",
  "our-porofolio": "Our Portofolio",
  "quick-links": "Quick Links",
  "membrane-bio-reactor-title": "Membrane Bio Reactor (MBR)",
  "membrane-bio-reactor-desc-1": "Membrane Bio Reactor (MBR) is a water treatment technology that combines biological processes and membrane filtration in one system. MBR is used to treat wastewater, both domestic and industrial wastewater, with the aim of removing polluting substances and producing reusable water or water that meets pre-set quality standards.",
  "membrane-bio-reactor-desc-2": "The MBR process involves biological ponds or tanks where microbial organisms such as bacteria and other microorganisms decompose and remove organic matter and other contaminants in wastewater. In addition, MBR also involves a membrane that acts as a filter to capture suspended particles and bacteria that are not picked up by the microbial organisms.",
  "membrane-bio-reactor-desc-3": "Advantages of MBR System vs Conventional System:",
  "membrane-bio-reactor-desc-3-1": "Very clear and consistent output quality",
  "membrane-bio-reactor-desc-3-2": "High sludge residence time without the worry of settling problems (as clarifier is not required)",
  "membrane-bio-reactor-desc-3-3": "Low sludge production",
  "membrane-bio-reactor-desc-3-4": "Very short start-up time",
  "membrane-bio-reactor-desc-3-5": "Very small area required (as clarifier is not required)",
  "membrane-bio-reactor-desc-3-6": "Very low chemical usage (because clarifier is not required)",
  "membrane-bio-reactor-desc-3-7": "Very low operating cost (very high automation)",
  "membrane-bio-reactor-desc-3-8": "Low capital cost (because clarifier is not required).",
  "reverse-osmosis-title": "Reverse Osmosis",
  "reverse-osmosis-desc-1": "Reverse Osmosis is a filtration method that can filter out various large molecules and ions from a solution by pressurizing the solution while it is on one side of the selection membrane (filter layer).",
  "reverse-osmosis-desc-2": "The process makes the solute settle in the pressure-driven layer so that the pure solvent can flow to the next layer. The selection membrane must be selective or can sort which means that it can pass the solvent (or smaller parts of the solution) but cannot pass solutes such as large molecules and ions.",
  "reverse-osmosis-desc-3": "Osmosis is a natural phenomenon that occurs in living cells where solvent molecules (usually water) will flow from a low concentration area to a high concentration area through a semipermeable membrane. This semipermeable membrane refers to the cell membrane or any membrane that has a similar structure or is part of the cell membrane. The movement of the solvent continues until a balanced concentration is reached on both sides of the membrane.",
  "reverse-osmosis-desc-4": "Reverse osmosis is a process of forcing a solute from a region of high solute concentration through a membrane to a region of low solute using a pressure exceeding osmotic pressure. In simpler terms, reverse osmosis is pushing a solution through a filter that captures the solute from one side and lets the pure solvent exit from the other side.",
  "reverse-osmosis-desc-5": "To get fresh water from sea water can be done by Reverse Osmosis, a process of filtering sea water by using pressure flowing through a filter membrane. This system is called SWRO (Seawater Reverse Osmosis) and is widely used on ships or clean water installations on the coast with seawater as raw material.",
  "dissolved-air-flotation": "Dissolved Air Flotation",
  "dissolved-air-flotation-desc-1": "Dissolved Air Flotation (DAF) is a water treatment process used to remove dissolved and suspended particles from water or wastewater by using air bubbles generated in water saturated with air. The basic principle of DAF is to bind the particles to air bubbles so that they rise to the surface of the water and can be removed.",
  "dissolved-air-flotation-desc-2": "Basically, the working principle of dissolved air flotation is the process of adding air bubbles into wastewater mixed with dispersed oil particles. The addition of air bubbles to the dissolved air flotation unit will accelerate the process of oil rising to the top layer of water because the density of air is much smaller than water, so the air bubbles will automatically rise to the surface of the water.",
  "dissolved-air-flotation-desc-3": "The dissolved air flotation method has been widely used for the treatment of wastewater generated from the oil refining industry, petrochemicals, chemical plants, general water treatment, and others.",
  "dissolved-air-flotation-desc-4": "The dissolved air flotation installation consists of several pieces of equipment, namely pumps, water tanks, air and water mixing tanks (saturation tanks), air supply pipes, water supply pipes, water intake channels, compressors, and water discharge channels, solids disposal channels, air control panels, and others.",
  "aquahelix-surface-aerator-title": "Aquahelix Surface Aerator",
  "aquahelix-surface-aerator-desc-1": "AQUAHELIX-TECO® SURFACE AERATOR is designed for the aeration of sewage ponds with high contaminants and solids where other aeration systems, such as aeration membranes and blowers can generally fail. AQUAHELIX-TECO® has a double-helix impeller design with large suction power and high-sear kinetic energy. These two things cause AQUAHELIX-TECO® to have an SAE (Standard Aeration Efficiency) that reaches 5-6 KgO2/Kwh, which is far beyond the technology in circulation. The standard SAE of other surface aerators is only 1.2-2.4 KgO2/Kwh.",
  "aquahelix-surface-aerator-desc-2": "AQUAHELIX-TECO® SURFACE AERATOR is also designed with user and maintenance team convenience in mind: long warranty, high lifetime (anti-corrosion material for the blade as well as heavy-duty SS316, Polyeurethane and Zn-Alum floater), and spare parts that are always available.",
  "aquahelix-surface-aerator-desc-3": "AQUAHELIX-TECO® SURFACE AERATOR also has a very large design range, starting from 7.5HP to 100HP for all aeration and industrial needs and has a mixing depth capacity that can reach a depth of 6m.",
  "lamella-clarifier-tank": "Aquahelix AquaClear Cube",
  "lamella-clarifier-tank-desc": "Inclined Plate Clarifier atau Lamella Clarifier adalah sistem clarifier yang memanfaatkan luasan bidang yang besar (high surface area) dari plat-plat yang disusun dengan kemiringan 45-70o. Keunggulan lamella clarifier adalah penghematan sampai dengan 40% dari luasan clarifier convensional serta tidak diperlukannya mechanical stirrer sehingga konsumsi listrik menjadi sangat rendah.",
  "aac-1" : "Fully automated, this device ensures efficient and reliable water treatment with minimal manual intervention.",
  "aac-2" : "The square & modular design makes it easily expandable and maximizes the footprint in any installation. It is extremely effective to increase your wwtp capacity without the headache of building a massive clarifier.",
  "aac-3" : "In the future, we will be adding several sensors that will control chemical dosing, making it ideal for treating difficult water and wastewater.",
  "wet-scrubber": "Wet Scrubber",
  "wet-scrubber-desc-1": "Wet Scrubber is a system to reduce / remove air pollutants from your factory. Our scrubbers are also highly customized and can target specific pollutants to be separated from your factory fume emissions.",
  "filter-press-title": "Filter Press",
  "filter-press-desc-1": "Filter press is one of the equipment that is widely used in various industries. The main function of this filter press is to separate two different phases by means of a filtration process using wind pressure and filter cloth. Water or liquid to be separated from the slurry phase is pumped into the filter press to pass through the membrane.",
  "filter-press-desc-2": "Dirt or sludge will remain on the cloth, while the clean or desired liquid will be filtered and come out through the capillary pipe connected to the filter cloth.",
  "filter-press-desc-3": "In general, there are 3 main functions of a filter press, all of which are indispensable in the industrial world. The three functions include:",
  "filter-press-desc-4-1": "Filtration Function",
  "filter-press-desc-4-2": "Filter press, as the name implies, can filter out dirt or sludge that enters so that it gathers into a thicker concentration of sludge. In this process, water that is clean or contains less mud pengtor will come out through the piping line.",
  "filter-press-desc-5-1": "Cake Forming Function",
  "filter-press-desc-5-2": "With the gradual process of mud suppression, a uniform cake will form in the filter plate. When one filter plate is full, the cake forming process will continue to the next filter plate.",
  "filter-press-desc-6-1": "Dewatering Function",
  "filter-press-desc-6-2": "With the help of a compressor, wind will be pumped into the cavities of the filter plates to make the cake formed earlier reduce its water content. With this dewatering process, a cake with a moisture content of less than 40% will be obtained so that the cake that is disposed of becomes.",
  "recent-client": "Recent Clients and Projects",
  "recent-client-desc": "We are proud to have been a trusted partner by various companies in Indonesia to fulfill their needs in wastewater treatment. With our in-depth knowledge, rich experience & commitment to quality & sustainability, we continue to innovate to answer new challenges in the wastewater treatment industry.",
  "view-more": "View More",
  "palm-oil": "Palm Oil Mill",
  "fnb": "Food & Beverages Factory",
  "pp": "Power Plant",
  "sc": "Commercial Building",
  "gf": "Miscellaneous",
  "machinaries-title": "Machineries / Wastewater Technology",
  "machinaries-desc": "In SNE we fabricate and assemble wastewater machineries locally. This capability allows customization of wastewater solution at the most cost-effective CAPEX. SNE holds patent on wastewater aeration system. This is our commitment to enhance our engineering excellence for our customers.",
  "bacteria-desc-1": "Contains various types of industrial & domestic liquid waste decomposing enzymes specially formulated to accelerate the decomposition process of liquid waste with little (no need) to modify existing liquid waste treatment systems and installations. Can be applied at all stages of the waste decomposition process, namely the primary, secondary and tertiary stages.",
  "bacteria-desc-2": "Product Advantages:",
  "bacteria-list-1": "Is a concentrate containing a very high number of CFU (Colony Forming Units) with a reactivation rate of 95-98%",
  "bacteria-list-2": "Able to work at pH 5-9, optimal at pH 7-8",
  "bacteria-list-3": "Contains facultative strein bacteria (can work in aerobic and anaerobic conditions), except for special products for anaerobic bacteria",
  "bacteria-list-4": "Resistant to hot temperatures up to 50°C",
  "bacteria-list-5": "Able to work in high COD and TDS conditions",
  "bacteria-list-6": "Resistant to detergents and excessive waste load (shockloading)",
  "bacteria-list-7": "Quickly stabilizes and breaks down waste very quickly and effectively",
  "bacteria-list-8": "Quickly removes foul odors caused by fat, sewage and other organic waste",
  "bacteria-list-9": "Decomposes fat so that it becomes liquid and non-sticky in a short time",
  "bacteria-list-10": "Prevents clogged pipes and pump damage",
  "bacteria-list-11": "Reduces sludge deposits",
  "bacteria-list-12": "Reduced cost of disposal of hardened fat",
  "bacteria-list-13": "No need to (slightly) modify existing WWTP installations/processes",
  "bacteria-list-14": "No need to use the troublesome activated sludge method",
  "bacteria-list-15": "Reduced use of nutrients (urea, TSP, etc.) and chemicals (chlorine, PAC, etc.)",
  "bacteria-list-16": "Reduced waste load at each stage of the sewage treatment process",
  "bacteria-list-17": "Reduced sludge and grease removal costs",
  "bacteria-list-18": "Reduced electricity and labor costs",
  "bacteria-list-19": "Reduced pipeline and pump maintenance costs",
  "bacteria-list-20": "Powdery, not liquid, non-corrosive, non-pathogenic",
  "bacteria-list-21": "Easy to apply, ship and store",
  "bacteria-list-22": "Easy and practical way of application",
  "bacteria-list-23": "Easy and practical application method",
  "bacteria-list-24": "Before application, no need to irrigate",
  "trusted-client": "Trusted by Our Client",
  "track-machine": "Track Machine Performance",
  "compe-adv": "Our Competitive Advantages",
  "bluewave-title": "Data-driven Waste Water Management System at your Dashboard",
  "login-as": "Login As",
  "client": "Client",
  "staff": "Staff",
  "water-crisis": "Water Crisis",
  "water-crisis-desc": "Relationship between industrial wastewater management and urban drinking water quality degradation.",
  "project-reference": "Our projects and reference",
  "bluewave-desc": "AIoT-powered water management system for endless possibilities of industrial solutions - from big data for CAPEX optimisation to end-to-end operation and maintenance capabilities (OPEX optimisation)",
  "team-profile": "Team Profile",
  "profile-feli-1": "Feli Zulhendri is a well-rounded engineer that has over a decade of experience in engineering world, ranging from electromechanical to water and wastewater engineering.",
  "profile-feli-2": "He holds a master of science degree from Illinois Institute of Technology, Chicago, USA. He published technical journal on “Evaluation of the Capability of Advanced Treatment Process to Reduce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen” and holds a patent on wastewater treatment system. He has experiences in successful delivery of water treatment solutions nationwide. He holds many certificates and a patent in water and wastewater field.",
  "profile-feli-3": "Besides water field, Feli also has more than 10+ years of experience in power transmission world and his Satria Nusa Group holds distributorships of several world-class engineering product brands, such as: TECO motors, Rockwell Automation, Speckpumpen, Torishima, and many more. He himself has been involved in many power transmission projects in Pertamina’s cargo ship, biomass boiler projects, mining conveyors, aluminum production’s cranes, powerplants, and cement production facilities.",
  "profile-antony-1": "Beside experiences in engineering capabilities, the company is supported by competent expert in management. Antony Simon, B.Sc., M.Kom. is responsible in developing the company's backbone all the way from site operations to enterprise resource planning. Antony has more than 10 years of experience in construction management.",
  "profile-antony-2": "Currently, he leads in-house AI development team for data-driven wastewater management system.Align with the value of the company, it is his responsibility to ensure social responsibility towards employees and surrounding communities as well as compliance with government regulations and engineering standards.",
  "profile-antony-3": "Antony is active in Indonesia AI Society (MKAI) as Coordinator for Sumatra Chapter. He is an alumnus of ASEAN Youth Fellowship (AYF) by Singapore International Foundation.",
  "profile-anton-1": "As an accomplished Technical Director with over a decade of experience in the manufacturing industry, he holds a degree in Electrical and Computer System Engineering. His expertise spans a wide range of technical knowledge, with a particular interest in automation and green energy technologies. With a strong educational background and extensive experience, he brings valuable insights and a deep understanding of industry and technology to his role.",
  "profile-anton-2": "As a member of the Institution of Engineers Indonesia (PII), he excels in project development, working closely with principals in Indonesia as a System Integrator (SI), and making significant contributions to technological advancement and innovation within the company.",
  "profile-joshua-1": "Joshua Alexander Arief, B.Eng (Mechatronics) from UNSW Sydney, Australia, is an experienced automation engineer in various engineering industries in Indonesia and abroad. Providing targeted automation and IoT solutions to bring about efficiency improvements and cost savings. He is also a certified Energy Auditor for ISO 50001.",
  "profile-joshua-2": "He is responsible for Industrial 4.0 initiatives, Smart Plant Maintenance, and the Electrical Automation division.",
  "project": "Project",
  "tooltips-1": "Assuming 5 people per household, each using 200 m3 of water daily, totaling 1,000 m3 of water consumption per household per day.",
  "tooltips-2": "Assuming each person uses 200 m3 of water per day.",
  "sol-product": "Solutions & Products",
  "bluewave-industries": "Bluewave AIoT-powered WWTP",
  "consumables": "Consumables",
  "company-journey": "Company Journey",
  "journey-title-1": "Understanding the Market",
  "journey-desc-title-1": "The founders travel to tapioca mills, palm oil mills and industrial sites to understand the gap in the wastewater industry.",
  "journey-title-2": "Fill in the gap",
  "journey-desc-title-2": "After numerous pilot projects, PT. Satria Nusa Enjinering is established. Workshop is set in Deli Serdang. Primary focus is on Dessicated Coconut Mills in North Sumatra",
  "journey-title-3": "Develop special purpose devices for effluent ponds of Palm Oil Mills",
  "journey-desc-title-3": "SNE is industry go to for dessicated coconut wastewater treatment, built and commissioned 3 mills in a year.",
  "journey-title-4": "Design and build the largest STP plant",
  "journey-desc-title-4": "Design and build the largest STP plant with its 11Km network for the leading Pulp Mill for water reuse in Balige. Become national exemplary. Similar projects are awarded for mills in Pangkalan Kerinci. Commissioned successfully wwtp for oleochemical in Riau.",
  "journey-title-5": "Patent for proprietary machinery is awarded ",
  "journey-desc-title-5": "Digitalization roadmap is outlined and commenced. Successfully develop membrane application for Food and Beverage, Fisheries and Tapioca industries. Expand operation to Eastern Indonesia. Establish our manufacturing company in Tangerang and automation company in Surabaya.",
  "fullname": "Full Name",
  "jobtitle": "Job Title",
  "email": "Email",
  "phone": "Phone Number",
  "phone2": "Phone",
  "employee": "Employee",
  "people": "People",
  "noe": "Number of Employees",
  "sales-force": "Sales Force",
  "award": "Award And Major Achievement",
  "from": "From",
  "best-distiributor": "THE BEST DISTRIBUTOR",
  "best-customer": "BEST CUSTOMER NATIONAL",
  "appr-award": "APPRECIATION AWARDS",
  "loyalti-program" : "LOYALTY PROGRAM SEMANGAT AWARDS",
  "exellence-bp" : "EXCELLENT BUSINESS PARTNER AWARDS",
  "recognition-award": "RECOGNITION AWARDS",
  "outstanding": "OUTSTANDING BUSINESS PARTNER APPRECIATION",
  "highest-total": "HIGHEST TOTAL DISTRIBUTION POINT ACHIEVEMENT AWARD",
  "best-sellout": "BEST SELLOUT GROWTH IN NESTLE BREAKFAST CEREAL CATEGORY",
  "runner-up": "RUNNER UP DISTRIBUTOR LEAGUE",
  "see-more": "See more",
  "see-less": "See less",
  "address": "Address",
  "headquarter": "HEADQUARTER",
  "branches": "BRANCHES",
  "stations": "STATIONS",
  "company": "Company",
  "message": "Message"
}
