{
    "welcome": "Selamat datang di website kami!",
    "thanks": "Terima kasih telah mengunjungi kami",
    "home": "Home",
    "about-us": "Tentang Kami",
    "our-services": "Layanan",
    "waste-water-technology": "Wastewater Technology",
    "our-products": "Produk",
    "contact-us": "Hubungi Kami",
    "contact": "Kontak",
    "our-impact": "Dampak Kami",
    "conserved-water": " Air yang Dikonversi",
    "satria-nusa-desc-1": "merupakan perusahaan teknik yang didirikan dengan pengalaman lebih dari 30 tahun di sektor manufakturing dan pertambangan. Rekam jejak Satria Nusa dibuktikan dengan kepercayaan dari Teco, Ebara, Torishima dan Tsurumi untuk membantu pelanggan mereka di seluruh Indonesia untuk penggunaan yang tepat mutu dan tepat biaya.",
    "satria-nusa-desc-2": "Jasa ini terbukti hanya dapat dilakukan oleh Satria Nusa dengan pengalaman dan kapabilitas teknik yang lintas disiplin. Sehingga Satria Nusa, tidak hanya menjual unit, tetapi menjadi mitra dari pelanggan kami untuk investasi yang optimal.",
    "satria-nusa-desc-3": "Bermodalkan pengalaman dan kepercayaan ini, kami didukung oleh para pemilik pabrik, akademisi dan principals untuk mengembangkan solusi limbah industri dan domestik. Satria Nusa berhasil mengolah limbah dengan pencapaian melebihi baku mutu sehingga pada banyak contoh kasus dari pengalaman kami dapat digunakan kembali untuk kebutuhan produksi.",
    "satria-nusa-desc-4": "Satria Nusa dipimpin oleh Bapak Feli Zulhendri Msc yang merupakan wastewater engineer dari Illnois Institute of Technology, Chicago, USA. Beliau juga mempublikasikan jurnal teknis berjudul “Evaluation of the Capability of Advanced Treatment Process to Redyce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen”.",
    "read-less": "Sembunyikan",
    "read-more": "Tampilkan Semua",
    "our-service-title" : "Layanan Kami",
    "our-service-desc" : "Satria Nusa Enjinering memiliki komitmen untuk mendukung pertumbuhan industri dengan menjaga keseimbangan lingkungan. Dengan pengalaman electro-mechanical, civil dan chemical engineering, kami memberikan tingkat keberhasilan sempurna kepada klien kami dalam hal pengelolaan air limbah produksi (wastewater treatment) dan air limbah domestik (sewage treatment).",
    "waste-technology-env-title" : "Teknologi Limbah & Lingkungan",
    "waste-technology-env-desc" : "Satria Nusa Enjinering merupakan perusahaan pengelolaan air limbah nasional yang berhasil menerapkan terknologi mutakhir dalam water and wastewater technology.",
    "civil-fabrication-title" : "Sipil & Fabrikasi",
    "civil-fabrication-desc" : "Satria Nusa Enjinering memiliki kapabilitas internal untuk konstruksi sipil dan mekanikal. Dengan pengalaman lebih dari 10 tahun, Satria Nusa sudah terlibat dalam berbagai konstruksi untuk keperluan industri di seluruh Indonesia.",
    "mechanical-electrical-title" : "Mekanikal & Elektrikal",
    "mechanical-electrical-desc" : "SNE melalui Satria Elektrik yang telah memiliki pengalaman lebih dari 40 tahun di bidang elektromotor dan gearmotor telah membantu banyak industri dalam mencapai efisiensi daya.",
    "project-portofolio-title" : "Portofolio Proyek",
    "project-portofolio-desc" : "Kami bangga telah menjadi mitra yang dipercaya oleh berbagai perusahaan di Indonesia untuk memenuhi kebutuhan mereka dalam pengolahan air limbah. Dengan pengetahuan mendalam, pengalaman yang kaya, dan komitmen kami terhadap kualitas dan keberlanjutan, kami terus berinovasi untuk menjawab tantangan baru dalam industri pengolahan air limbah.",
    "our-products-partners" : "Produk & Mitra Kami",
    "contact-now" : "HUBUNGI SEKARANG",
    "our-porofolio" : "Portofolio",
    "quick-links" : "Link Instan"
}