{
  "welcome": "Selamat datang di website kami!",
  "thanks": "Terima kasih telah mengunjungi kami",
  "home": "Home",
  "about-us": "Tentang Kami",
  "about-us-title": "Melangkah ke Masa Depan dari Pengalaman hingga Inovasi",
  "about-us-desc-1": "Dengan keberhasilan membangun SNE menjadi Perusahaan Teknik Nasional. Perusahaan berkomitmen untuk terus melakukan perbaikan secara internal dengan memenuhi berbagai persyaratan pemenuhan keselamatan kerja dan manajemen mutu. Dengan semangat ini, SNE telah memiliki sertifikasi Sistem Manajemen Keselamatan dan Kesehatan Kerja (SMK3). Pembenahan internal juga diikuti dengan program digitalisasi sejak tahun 2023 yang bertujuan untuk penerapan Tata Kelola Perusahaan yang baik. Sistem Internal yang stabil, akuntabel & transparan ini terbukti menjadikan SNE sebagai Perusahaan yang Inovatif. Tim SNE selalu melaksanakan pekerjaan dengan karakter penuh tanggung jawab dan rasa memiliki.",
  "about-us-desc-2": "Karakter ini memunculkan berbagai solusi untuk klien. Sebagai bukti, SNE sekarang memiliki 1 paten untuk sistem aerasi. SNE juga sedang mendaftarkan paten untuk sistem Dissolved Air Floatation (DAF). SNE mengalokasikan sebagian dari keuntungan kami untuk menjamin kesejahteraan karyawan dan Research & Development (R&D). Sebagai bukti keseriusan kami untuk membangun Perusahaan yang berkelanjutan dan dapat diandalkan. SNE membangun Knowledge Management System (KMS) & Training Center yang bertujuan untuk manajemen kualitas & keselamatan kerja untuk semua pekerjaan kami. SNE berkomitmen untuk menjadi perusahaan yang terus berkembang dengan terus belajar untuk memberikan solusi terbaik bagi para pelanggan.",
  "waste-water-technology": "Wastewater Technology",
  "our-products": "Produk",
  "journey-title": "Perjalanan untuk Tumbuh Bersama",
  "journey-desc-1": "Berawal dari pengalaman di bidang elektro-mekanikal sejak tahun 1990-an dan konstruksi sipil pada tahun 2011, PT Satria Nusa Enjinering (SNE) didirikan dengan tujuan untuk menyediakan solusi pengelolaan air dan air limbah yang dapat diandalkan untuk industri manufaktur di Indonesia.",
  "journey-desc-2": "SNE secara resmi didirikan pada tahun 2020 dan terus berkembang pesat dengan berbagai keberhasilan di seluruh Indonesia. SNE memiliki fasilitas workshop di Deli Serdang yang dilengkapi dengan peralatan khusus untuk produksi mesin pengolahan air limbah. SNE juga memiliki laboratorium di Medan, Jakarta & Surabaya yang mendukung para insinyur kami untuk mengumpulkan dan menganalisis data secara terus menerus untuk desain sistem yang berkualitas dan hemat biaya.",
  "contact-us": "Hubungi Kami",
  "learn-more": "Lebih Lanjut",
  "contact": "Kontak",
  "our-impact": "Dampak Kami",
  "our-advantages": "Keunggulan Kami",
  "conserved-water": "Conserved Water",
  "satria-nusa-desc-1": "merupakan perusahaan teknik yang didirikan dengan pengalaman lebih dari 30 tahun di sektor manufakturing dan pertambangan. Rekam jejak Satria Nusa dibuktikan dengan kepercayaan dari Teco, Ebara, Torishima dan Tsurumi untuk membantu pelanggan mereka di seluruh Indonesia untuk penggunaan yang tepat mutu dan tepat biaya.",
  "satria-nusa-desc-2": "Jasa ini terbukti hanya dapat dilakukan oleh Satria Nusa dengan pengalaman dan kapabilitas teknik yang lintas disiplin. Sehingga Satria Nusa, tidak hanya menjual unit, tetapi menjadi mitra dari pelanggan kami untuk investasi yang optimal.",
  "satria-nusa-desc-3": "Bermodalkan pengalaman dan kepercayaan ini, kami didukung oleh para pemilik pabrik, akademisi dan principals untuk mengembangkan solusi limbah industri dan domestik. Satria Nusa berhasil mengolah limbah dengan pencapaian melebihi baku mutu sehingga pada banyak contoh kasus dari pengalaman kami dapat digunakan kembali untuk kebutuhan produksi.",
  "satria-nusa-desc-4": "Satria Nusa dipimpin oleh Bapak Feli Zulhendri Msc yang merupakan wastewater engineer dari Illnois Institute of Technology, Chicago, USA. Beliau juga mempublikasikan jurnal teknis berjudul “Evaluation of the Capability of Advanced Treatment Process to Redyce Ultimate BOD and Provide a Self-sustaining Effluent with Respect to Dissolved Oxygen”.",
  "read-less": "Sembunyikan",
  "read-more": "Tampilkan Semua",
  "vision": "Visi",
  "vision-desc": "Perusahaan teknik air limbah terkemuka dengan kemampuan operasional yang lengkap secara nasional untuk konservasi air, penggunaan kembali, dan energi terbarukan.",
  "mission": "Misi",
  "mission-1": "Penelitian dan Pengembangan teknologi air limbah yang diarahkan pada energi terbarukan.",
  "mission-2": "Fasilitas produksi dan kemitraan teknologi pada teknologi membran.",
  "mission-3": "Penyebaran AIoT untuk sistem pengelolaan air limbah berbasis data.",
  "mission-4": "Keunggulan dan Kepatuhan Teknik.",
  "mission-5": "Jaringan teknisi di seluruh negeri.",
  "our-service-title": "Layanan Kami",
  "our-service-desc": "Satria Nusa Engineering berkomitmen untuk mendukung pertumbuhan industri dengan menjaga keseimbangan lingkungan. Dengan pengalaman elektro-mekanik, sipil & teknik kimia, kami memberikan tingkat keberhasilan yang sempurna kepada klien kami dalam hal mengelola air limbah produksi (pengolahan air limbah) & air limbah domestik (pengolahan limbah).",
  "project-map": "Peta Proyek",
  "hero-1": "Keberlanjutan Dimulai",
  "hero-2": "Dari Teknik yang Handal",
  "company-profile-title": "Profil Perusahaan",
  "company-profile-desc": "Unduh Profil Perusahaan kami untuk mempelajari lebih lanjut tentang perusahaan kami, termasuk visi dan misi, portofolio proyek, dan sertifikasi kami.",
  "our-partner-title": "Parner Kami",
  "our-partner-desc": "Perusahaan-perusahaan ini, dengan keahlian dan kekuatan masing-masing, bersatu untuk menciptakan pengalaman yang lebih baik dan solusi yang lebih inovatif untuk Anda dan membawa aspek-aspek dan pengalaman unik yang melengkapi visi dan misi kami.",
  "download": "Unduh",
  "waste-technology-env-title": "Teknologi Limbah & Lingkungan",
  "waste-technology-env-desc": "Satria Nusa Enjinering merupakan perusahaan pengelolaan air limbah nasional yang berhasil menerapkan terknologi mutakhir dalam water and wastewater technology.",
  "civil-fabrication-title": "Sipil & Fabrikasi",
  "civil-fabrication-desc": "Satria Nusa Enjinering memiliki kapabilitas internal untuk konstruksi sipil dan mekanikal. Dengan pengalaman lebih dari 10 tahun, Satria Nusa sudah terlibat dalam berbagai konstruksi untuk keperluan industri di seluruh Indonesia.",
  "mechanical-electrical-title": "Mekanikal & Elektrikal",
  "environmental-licensing-title": "Perizinan Lingkungan",
  "environmental-licensing-desc": "<ul><li>AMDAL & UKL-UPL</li><li>DELH & DPLH</li><li>PERSETUJUAN TEKNIS (Air Limbah, Emisi, LB3)</li><li>PROPER</li></ul>",
  "mechanical-electrical-desc": "SNE melalui Satria Elektrik yang telah memiliki pengalaman lebih dari 40 tahun di bidang elektromotor dan gearmotor telah membantu banyak industri dalam mencapai efisiensi daya.",
  "project-portofolio-title": "Portofolio Proyek",
  "project-portofolio-desc": "Kami bangga telah menjadi mitra yang dipercaya oleh berbagai perusahaan di Indonesia untuk memenuhi kebutuhan mereka dalam pengolahan air limbah. Dengan pengetahuan mendalam, pengalaman yang kaya, dan komitmen kami terhadap kualitas dan keberlanjutan, kami terus berinovasi untuk menjawab tantangan baru dalam industri pengolahan air limbah.",
  "our-products-partners": "Produk & Mitra Kami",
  "contact-now": "HUBUNGI SEKARANG",
  "our-porofolio": "Portofolio",
  "quick-links": "Link Instan",
  "membrane-bio-reactor-title": "Membrane Bio Reactor (MBR)",
  "membrane-bio-reactor-desc-1": "Membrane Bio Reactor (MBR) adalah sebuah teknologi pengolahan air yang menggabungkan proses biologi dan filtrasi membran dalam satu sistem. MBR digunakan untuk mengolah air limbah, baik itu air limbah domestik maupun industri, dengan tujuan menghilangkan zat-zat pencemar dan menghasilkan air yang dapat digunakan kembali atau air yang memenuhi standar kualitas yang ditetapkan sebelumnya.",
  "membrane-bio-reactor-desc-2": "Proses MBR melibatkan kolam atau tangki biologi di mana organisme mikroba seperti bakteri dan mikroorganisme lainnya menguraikan dan menghilangkan bahan organik dan zat-zat pencemar lainnya dalam air limbah. Selain itu, MBR juga melibatkan membran yang berfungsi sebagai penyaring untuk menangkap partikel-partikel tersuspensi dan bakteri yang tidak terangkat oleh organisme mikroba.",
  "membrane-bio-reactor-desc-3": "Keunggulan Sistem MBR vs Sistem Conventional:",
  "membrane-bio-reactor-desc-3-1": "Output quality yang sangat jernih dan konsisten",
  "membrane-bio-reactor-desc-3-2": "Waktu tinggal sludge yang tinggi tanpa kekhawatiran akan masalah di pengendapan (karena clarifier tidak diperlukan)",
  "membrane-bio-reactor-desc-3-3": "Sludge production yang rendah",
  "membrane-bio-reactor-desc-3-4": "Waktu start-up yang sangat singkat",
  "membrane-bio-reactor-desc-3-5": "Area yang dibutuhkan sangat kecil (karena clarifier tidak diperlukan)",
  "membrane-bio-reactor-desc-3-6": "Penggunaan kimia yang sangat rendah (karena clarifier tidak diperlukan)",
  "membrane-bio-reactor-desc-3-7": "Operasional Cost yang sangat rendah (automasi yang sangat tinggi)",
  "membrane-bio-reactor-desc-3-8": "Capital Cost yang rendah (karena clarifier tidak diperlukan).",
  "reverse-osmosis-title": "Reverse Osmosis",
  "reverse-osmosis-desc-1": "Reverse Osmosis adalah suatu metode penyaringan yang dapat menyaring berbagai molekul besar dan ion-ion dari suatu larutan dengan cara memberi tekanan pada larutan ketika larutan itu berada di salah satu sisi membran seleksi (lapisan penyaring).",
  "reverse-osmosis-desc-2": "Proses tersebut menjadikan zat terlarut terendap di lapisan yang dialiri tekanan sehingga zat pelarut murni bisa mengalir ke lapisan berikutnya. Membran seleksi itu harus bersifat selektif atau bisa memilah yang artinya bisa dilewati zat pelarutnya (atau bagian lebih kecil dari larutan) tetapi tidak bisa dilewati zat terlarut seperti molekul berukuran besar dan ion-ion.",
  "reverse-osmosis-desc-3": "Osmosis adalah sebuah fenomena alam yang terjadi dalam sel makhluk hidup dimana molekul pelarut (biasanya air) akan mengalir dari daerah berkonsentrasi rendah ke daerah Berkonsentrasi tinggi melalui sebuah membran semipermeabel. Membran semipermeabel ini menunjuk ke membran sel atau membran apa pun yang memiliki struktur yang mirip atau bagian dari membran sel. Gerakan dari pelarut berlanjut sampai sebuah konsentrasi yang seimbang tercapai di kedua sisi membran.",
  "reverse-osmosis-desc-4": "Reverse osmosis adalah sebuah proses pemaksaan sebuah terlarut dari sebuah daerah konsentrasi terlarut tinggi melalui sebuah membran ke sebuah daerah terlarut rendah dengan menggunakan sebuah tekanan melebihi tekanan osmotik. Dalam istilah lebih mudah, reverse osmosis adalah mendorong sebuah larutan melalui filter yang menangkap zat terlarut dari satu sisi dan membiarkan pendapatan pelarut murni dari sisi satunya.",
  "reverse-osmosis-desc-5": "Untuk mendapatkan air tawar dari air laut bisa dilakukan dengan cara Reverse Osmosis, suatu proses penyaringan air laut dengan menggunakan tekanan dialirkan melalui suatu membran saring. Sistem ini disebut SWRO (Seawater Reverse Osmosis) dan banyak digunakan pada kapal laut atau instalasi air bersih di pantai dengan bahan baku air laut.",
  "dissolved-air-flotation": "Dissolved Air Flotation",
  "dissolved-air-flotation-desc-1": "Dissolved Air Flotation (DAF) adalah proses pengolahan air yang digunakan untuk menghilangkan partikel-partikel terlarut dan tersuspensi dari air atau air limbah dengan menggunakan gelembung-gelembung udara yang dihasilkan dalam air yang jenuh dengan udara. Prinsip dasar dari DAF adalah mengikat partikel-partikel tersebut ke gelembung-gelembung udara sehingga mereka naik ke permukaan air dan dapat dihapus.",
  "dissolved-air-flotation-desc-2": "Pada dasarnya, prinsip kerja dissolved air flotation merupakan proses penambahan gelembung udara ke dalam air limbah yang tercampur dengan partikel minyak terdispersi. Penambahan gelembung udara pada unit dissolved air flotation akan mempercepat proses naiknya minyak ke lapisan atas air karena massa jenis udara yang jauh lebih kecil daripada air, sehingga gelembung udara tersebut secara otomatis akan naik ke permukaan air.",
  "dissolved-air-flotation-desc-3": "Metode dissolved air flotation telah digunakan secara luas untuk proses pengolahan air limbah yang dihasilkan dari industri pemurnian minyak, petrokimia, pabrik kimia, pengolahan air umum, dan lain-lain.",
  "dissolved-air-flotation-desc-4": "Instalasi dissolved air flotation terdiri dari beberapa buah peralatan, yaitu pompa, tangki air, tangki pencampur udara dan air (saturation tank), pipa penyalur udara, pipa penyalur air, saluran pemasukan air, compressor, dan saluran pengeluaran air, saluran pembuangan padatan, panel pengatur aliran udara (air control panel), dan lain-lain.",
  "aquahelix-surface-aerator-title": "Aquahelix Surface Aerator",
  "aquahelix-surface-aerator-desc-1": "AQUAHELIX-TECO® SURFACE AERATOR dirancang untuk aerasi kolam limbah dengan kontaminan dan solid yang tinggi dimana sistem aerasi lainnya, seperti membran aerasi dan blower pada umumnya dapat gagal. AQUAHELIX-TECO® memiliki design dengan double-helix impeller dengan daya hisap dan high-sear energi kinetik yang besar. Dua hal ini yang menyebabkan AQUAHELIX-TECO® memiliki SAE (Standard Aeration Efficiency) yang mencapai 5-6 KgO2/Kwh, yang notabene jauh melebihi teknologi yang beredar. Standard SAE yang dimiliki oleh surface aerator lainnya hanyalah 1.2-2.4 KgO2/Kwh.",
  "aquahelix-surface-aerator-desc-2": "AQUAHELIX-TECO® SURFACE AERATOR juga dirancang dengan pemikiran untuk kenyamanan user dan maintenance team sebagai acuan: warranty yang panjang, lifetime yang tinggi (material anti korosi untuk blade serta heavy-duty SS316, Polyeurethane dan Zn-Alum floater), serta spareparts yang selalu tersedia.",
  "aquahelix-surface-aerator-desc-3": "AQUAHELIX-TECO® SURFACE AERATOR juga memiliki design range yang sangat besar, dimulai dari 7.5HP sampai dengan 100HP untuk semua kebutuhan aerasi dan industri serta memiliki kapasitas mixing depth yang dapat mencapai kedalaman 6m.",
  "lamella-clarifier-tank": "Lamella Clarifier Tank",
  "lamella-clarifier-tank-desc": "Inclined Plate Clarifier atau Lamella Clarifier adalah sistem clarifier yang memanfaatkan luasan bidang yang besar (high surface area) dari plat-plat yang disusun dengan kemiringan 45-70o. Keunggulan lamella clarifier adalah penghematan sampai dengan 40% dari luasan clarifier convensional serta tidak diperlukannya mechanical stirrer sehingga konsumsi listrik menjadi sangat rendah.",
  "wet-scrubber": "Wet Scrubber",
  "wet-scrubber-desc-1": "Wet Scrubber adalah sistem untuk mengurangi/menghilangkan polutant udara dari pabrik anda. Scubber kami juga sangat customized dan dapat menargetkan secara spesifik polutant yang akan dipisahkan dari emisi asap pabrik anda.",
  "filter-press-title": "Filter Press",
  "filter-press-desc-1": "Filter press adalah salah satu equipment yang banyak digunakan pada berbagai industri. Fungsi utama filter press ini adalah memisahkan dua fase yang berbeda dengan cara proses filtrasi menggunakan tekanan angin dan filter cloth. Air atau liquid yang hendak dipisahkan dari fase slurry dipompakan kedalam filter press untuk melewati selaput membrane.",
  "filter-press-desc-2": "Kotoran atau sludge akan tertinggal pada cloth, sedangkan cairan yang bersih atau yang diinginkan akan tersaring dan keluar melalui pipa kapiler yang terhubung dengan filter cloth.",
  "filter-press-desc-3": "Secara umum ada 3 fungsi utama dari sebuah filter press, yang ketiganya amat diperlukan di dunia industri. Ketiga fungsi tersebut antara lain :",
  "filter-press-desc-4-1": "Fungsi Filtrasi",
  "filter-press-desc-4-2": "Filter press, sesuai dengan namanya bisa menyaring kotoran ataupun sludge yang masuk sehingga berkumpul menjadi kumpulan lumpur yang lebih kental konsentrasinya. Dalam proses ini, air yang bersih atau lebih sedikit mengandung pengtor lumpur akan keluar melalui jalur pemipaan.",
  "filter-press-desc-5-1": "Fungsi Cake Forming",
  "filter-press-desc-5-2": "Dengan proses penekanan lumpur secara bertahap, akan terbentuk cake yang seragam dalam filter plate. Dimana ketika filter plate satu telah penuh maka proses cake forming akan berlanjut ke filter plate selanjutnya.",
  "filter-press-desc-6-1": "Fungsi Dewatering",
  "filter-press-desc-6-2": "Dengan bantuan kompressor, angin akan dipompakan memasuki rongga-rongga filter plates untuk membuat cake yang terbentuk tadi berkurang kadar airnya. Dengan proses dewatering ini akan didapatkan cake dengan kadar air kurang dari 40% sehingga cake yang dibuang menjadi lebih ringan.",
  "recent-client": "Klien dan Proyek Terbaru",
  "recent-client-desc": "Kami bangga telah menjadi mitra terpercaya berbagai perusahaan di Indonesia untuk memenuhi kebutuhan mereka dalam pengolahan air limbah. Dengan pengetahuan kami yang mendalam, pengalaman yang kaya & komitmen terhadap kualitas & keberlanjutan, kami terus berinovasi untuk menjawab tantangan baru dalam industri pengolahan air limbah.",
  "view-more": "lihat lebih banyak",
  "palm-oil": "Pabrik Kelapa Sawit",
  "fnb": "Pabrik Makanan & Minuman",
  "hospital": "Rumah Sakit",
  "pp": "Pembangkit Listrik",
  "sc": "Pusat Perbelanjaan",
  "gf": "Pabrik Barang",
  "machinaries-title": "Mesin / Teknologi Air Limbah",
  "machinaries-desc": "Di SNE kami membuat dan merakit mesin air limbah secara lokal. Kemampuan ini memungkinkan penyesuaian solusi air limbah dengan CAPEX yang paling hemat biaya. SNE memegang hak paten pada sistem aerasi air limbah. Ini adalah komitmen kami untuk meningkatkan keunggulan teknik kami bagi pelanggan kami.",
  "bacteria-desc-1": "Berisi berbagai jenis enzim pengurai limbah cair industri & domestik yang diformulasikan khusus untuk mempercepat proses penguraian limbah cair dengan sedikit (tidak perlu) memodifikasi sistem dan instalasi pengolahan limbah cair yang ada. Dapat diterapkan pada semua tahapan proses penguraian sampah, yaitu tahap primer, sekunder, dan tersier.",
  "bacteria-desc-2": "Keunggulan Produk:",
  "bacteria-list-1": "Merupakan konsentrat yang mengandung CFU (Colony Forming Unit) dalam jumlah yang sangat tinggi dengan tingkat reaktivasi 95-98%",
  "bacteria-list-2": "Mampu bekerja pada pH 5-9, optimal pada pH 7-8",
  "bacteria-list-3": "Mengandung bakteri strein fakultatif (dapat bekerja dalam kondisi aerobik dan anaerobik), kecuali produk khusus untuk bakteri anaerobik",
  "bacteria-list-4": "Tahan terhadap suhu panas hingga 50°C",
  "bacteria-list-5": "Mampu bekerja pada kondisi COD dan TDS tinggi",
  "bacteria-list-6": "Tahan terhadap deterjen dan beban limbah berlebihan (shockloading)",
  "bacteria-list-7": "Dengan cepat menstabilkan dan menguraikan limbah dengan sangat cepat dan efektif",
  "bacteria-list-8": "Dengan cepat menghilangkan bau busuk yang disebabkan oleh lemak, kotoran dan sampah organik lainnya",
  "bacteria-list-9": "Menguraikan lemak sehingga menjadi cair dan tidak lengket dalam waktu singkat",
  "bacteria-list-10": "Mencegah pipa tersumbat dan kerusakan pompa",
  "bacteria-list-11": "Mengurangi timbunan lumpur",
  "bacteria-list-12": "Pengurangan biaya pembuangan lemak yang mengeras",
  "bacteria-list-13": "Tidak perlu (sedikit) memodifikasi instalasi/proses IPAL yang ada",
  "bacteria-list-14": "Tidak perlu menggunakan metode lumpur aktif yang merepotkan",
  "bacteria-list-15": "Pengurangan penggunaan nutrisi (urea, TSP, dll.) dan bahan kimia (klorin, PAC, dll.)",
  "bacteria-list-16": "Pengurangan beban limbah pada setiap tahap proses pengolahan limbah",
  "bacteria-list-17": "Mengurangi biaya pembuangan lumpur dan lemak",
  "bacteria-list-18": "Mengurangi biaya listrik dan tenaga kerja",
  "bacteria-list-19": "Mengurangi biaya pemeliharaan pipa dan pompa",
  "bacteria-list-20": "Bubuk, tidak cair, tidak korosif, tidak patogen",
  "bacteria-list-21": "Mudah diaplikasikan, dikirim dan disimpan",
  "bacteria-list-22": "Cara pengaplikasian mudah dan praktis",
  "bacteria-list-23": "Cara pengaplikasian yang mudah dan praktis",
  "bacteria-list-24": "Sebelum aplikasi, tidak perlu mengairi",
  "trusted-client": "Dipercaya oleh Klien Kami",
  "track-machine": "Melacak Performa Mesin",
  "compe-adv": "Keunggulan Kompetitif Kami",
  "bluewave-title": "Akses Kinerja Elektromekanis di Instalasi Pengolahan Air Limbah",
  "login-as": "Masuk Sebagai",
  "client": "Klien",
  "staff": "Staf",
  "water-crisis": "Krisis Air",
  "water-crisis-desc": "Hubungan antara pengelolaan air limbah industri dan penurunan kualitas air minum perkotaan.",
  "project-reference": "Proyek dan referensi kami",
  "bluewave-desc": "Sistem pengelolaan air bertenaga AIoT untuk kemungkinan solusi industri tanpa batas - mulai dari big data untuk optimalisasi CAPEX hingga kemampuan operasi dan pemeliharaan menyeluruh (optimasi OPEX)"
}
